Repository: common-repository/teams-publisher
Catalog: languages/teams-publisher-*.po
Languages: fr_fr

source: Add Channel
fr_fr: Ajouter une chaîne

source: Allow publishing of your contents into a Teams channel, to create the URL %s
fr_fr: Autoriser la publication de vos contenus dans un canal Teams, pour créer l'URL %s

source: Channel %s not found
fr_fr: Canal %s introuvable

source: Channel url
fr_fr: URL du canal

source: Channels
fr_fr: Canaux

source: Channels saved
fr_fr: Chaînes enregistrées

source: Default image
fr_fr: Image par défaut

source: Error: duplicate ids !
fr_fr: Erreur : identifiants en double !

source: Error: Nonce !
fr_fr: Erreur : Nonce !

source: Force default image
fr_fr: Forcer l'image par défaut

source: No channel selected!
fr_fr: Aucun canal sélectionné !

source: No logs available
fr_fr: Aucun log disponible

source: Please register a channel
fr_fr: Veuillez enregistrer une chaîne

source: Post %d not found
fr_fr: Message %d introuvable

source: Publish
fr_fr: Publier

source: read this
fr_fr: lisez ceci

source: Save
fr_fr: Sauvegarder

source: Select channels
fr_fr: Sélectionnez les canaux

source: Settings
fr_fr: Paramètres

source: Settings are saved
fr_fr: Les paramètres sont enregistrés

source: Teams Share: Easily share your WordPress posts to Microsoft Teams.
fr_fr: Teams Share: Partagez facilement vos publications WordPress avec Microsoft Teams.

source: Upload Image
fr_fr: Télécharger une image

source: Use base64 image
fr_fr: Utiliser une image base64
